[
  {
    "id": 1,
    "name": "Dördüncü Kanat",
    "author": "Rebecca Yarros",
    "price": 357.50,
    "oldPrice": null,
    "description": "New York Times çoksatan yazarı Rebecca Yarros’un kaleminden ejderha binicilerine özel savaş akademisinin seçkin ve acımasız dünyasına hoş geldiniz!Kitaplar ve tarih arasında sakin bir hayat süren yirmi yaşındaki Violet Sorrengail’in Kâtipler Bölüğü’ne girmesi beklenmektedir. Ancak general –aynı zamanda pençe kadar sert olarak bilinen annesi– onun Navarre’ın seçkinlerinden biri, yani bir ejderha binicisiejderha binicisi olması için yüzlerce adayın arasına katılmasını emreder. Fakat herkesten ufak ve narin olduğunuzda ölmek an meselesidir... çünkü ejderhalar “kırılgan” insanlarla bağ kurmazlar. Onları küle çevirirler.Bağ kurmak isteyen ejderhaların sayısı adayların sayısından az olduğu için çoğu aday başarıbaşarı şansını artırmak adına Violet’ı öldürmeye hazırşansını hazırdır. Kalanlarsa onu sırf annesinin kızı olduğu için öldürmek ister, tıpkı dır. Biniciler Bölüğü’nün en güçlü ve de en acımasız kanat lideri Xaden Riorson gibi.Violet, bir sonraki gün doğumunu görmek için bile zekâsının her zerViolet, zerresini kullanmak zorundadır. Öte yandan her geçen gün dışarıdaki savaş daha ölümcül bir hâl almakta, krallığın koruma bölgeleri tek tek yıkılmakta ve ölü sayısı artmaktadır. Daha da kötüsü, Violet önderlerinin korkunç bir sır sakladıklarından şüphelenmektedir.Arkadaşlar, düşmanlar, sevgililer… Basgiath Savaş Akademisi’ndeki herArkadaşlar, herkesin sakladığı bir şeyler vardır çünkü bu akademiye bir kez girdiniz mi kesin sadece iki şekilde çıkabilirsiniz: mezun olarak ya da ölerek.",
    "starRate": 5,
    "reviewCount": 1905,
    "stock": 20,
    "imgSource": "./assets/images/books/dorduncu-kanat.jpg",
    "type": "Fantastik"
  },
  {
    "id": 2,
    "name": "Demir Alev",
    "author": "Rebecca Yarros",
    "price": 340.00,
    "oldPrice": null,
    "description": "Herkes Violet Sorrengail’in Basgiath Savaş Akademisi’ndeki ilk yılında ölmesini bekliyordu; buna Violet da dâhil. Ancak Harman, iradesi zayıf, değersiz ve şanssız öğrencileri ayıklama amacıyla yapılan imkânsız sınavların sadece ilkiydi. Asıl eğitim şimdi başlıyordu ve Violet bu eğitimlerden nasıl geçeceğini merak ediyordu. Mesele bu eğitimlerin sadece zor ve acımasız olmaları, hatta binicilerin acı eşiğini sağlamlaştırmak için tasarlanmış olmaları da değildi. Mesele, Violet’a ne kadar güçsüz olduğunu hatırlatmayı şahsi görevi hâline getiren ve onu sevdiği adama ihanet etmeye zorlayan yeni komutan yardımcısıydı. Violet’ın bedeni diğer öğrencilere göre daha zayıf ve kırılgan olabilirdi ama zekâsı ve demir gibi bir iradesi vardı. Önderler Basgiath’ın ona öğrettiği en önemli dersi unutuyordu: Ejderha binicileri kendi kurallarını kendileri koyardı. Ama bu yıl hayatta kalmak için, yalnızca kararlı olmak yetmeyecekti. Çünkü Violet, Basgiath Savaş Akademisi’nin yüzyıllardır saklanan sırlarını öğrenmişti ve sonunda onları hiçbir şey kurtaramayabilirdi. Ejderha ateşi bile.",
    "starRate": 4.7,
    "reviewCount": 330,
    "stock": 7,
    "imgSource": "./assets/images/books/demir-alev.jpg",
    "type": "Fantastik"
  },
  {
    "id": 3,
    "name": "Gökçen",
    "author": "Loresima ",
    "price": 185.40,
    "oldPrice": null,
    "description":"Babaları asker olduğu için aynı lojmanda büyümüş Murathan ve Gökçen’in kendilerine kurdukları dünyada başka kimseye yer yoktu. Burada sadece Pamuk ve Kepçük vardı. Bir anda aldıkları acı bir haberle kurdukları bu dünya yerle bir olurken kendilerini hiç bilmedikleri hayatlarda bulmaları o an için her şeyin sonu gibi görünüyordu.Aradan geçen yirmi yılın sonunda aynı şehirde Gökçen, doktor; Murathan ise özel kuvvetler askeri olmuştu. Karşılaştıkları an aslında hiçbir şeyin mazide yitip gitmediğini anlayacaklardı. Anılar, pençelerini toprağa en şiddetli şekilde geçirerek gömüldükleri yerden çıkmak için çırpınıyordu.Mazi soğuk, kalpler ise hâlâ sıcaktı.Murathan ve Gökçen için artık sadece iki seçenek vardı: Ya kaderleri yeniden yazılacak ya da geçmiş gömüldüğü yerde yok olmaya devam edecekti.Sarılan yaralar kapanırdı.Benim yaram ise ne sarılmıştı ne kapanmıştı.Öylece duruyordu.Sessiz ama en derinde..." ,
    "starRate": 4.2,
    "reviewCount": 130,
    "stock": 3,
    "imgSource": "./assets/images/books/gokcen.jpg",
    "type": "Romantik"
  },
  {
    "id": 4,
    "name": "Açlık Oyunları 3 - Alaycı Kuş",
    "author": "Suzanne Collins",
    "price": 40.89,
    "oldPrice": null,
    "description": "Biz yanarsak, siz de bizimle yanacaksınız!",
    "starRate": 4.2,
    "reviewCount": 560,
    "stock": 6,
    "imgSource": "./assets/images/books/aclik-oyunları.jpg",
    "type": "Fantastik"
  },
  {
    "id": 5,
    "name": "Harry Potter ve Felsefe Taşı",
    "author": "J.K.Rowling",
    "price": 99.99,
    "oldPrice": 117.00,
    "description": "Harry Potter sıradan bir çocuk olduğunu sanırken, bir baykuşun getirdiği mektupla yaşamı değişir: Başvurmadığı halde Hogwarts Cadılık ve Büyücülük Okulu’na kabul edilmiştir. Burada birbirinden ilginç dersler alır, iki arkadaşıyla birlikte maceradan maceraya koşar. Yaşayarak öğrendikleri sayesinde küçük yaşta becerikli bir büyücü olup çıkar.",
    "starRate": 3.7,
    "reviewCount": 410,
    "stock": 450,
    "imgSource": "./assets/images/books/harry-potter.jpg",
    "type": "Fantastik"
  },
  {
    "id": 6,
    "name": "Sis ve Öfke Sarayı",
    "author": "Sarah J.Maas",
    "price": 273.00,
    "oldPrice": null,
    "description": "Feyre, Amarantha’dan kurtulup Bahar Sarayı’na dönebildi ama bunun bedeli yüksek oldu. Her ne kadar artık Ulu Peri güçlerine sahip olsa da hâlâ bir insanın kalbini taşıyor ve Tamlin’in halkını kurtarmak için yapmak zorunda kaldıklarını unutamıyor.Gece Sarayı’nın Yüce Lordu Rhysand’la yaptığı anlaşmayı da unutmadı. Tüm bunların ortasında Feyre, iktidar çatışmaları ve tutku oyunlarının baş döndürücü hızında yapması gerekeni yapıyor.",
    "starRate": 4.3,
    "reviewCount": 145,
    "stock": 321,
    "imgSource": "./assets/images/books/sis-ve-ofke-sarayi.jpg",
    "type": "Fantastik"
  },
  {
    "id": 7,
    "name": "Marslı",
    "author": "Andy Weir ",
    "price": 285.00,
    "oldPrice": null,
    "description": "Altı gün önce, Mark Watney Mars’a ayak basan ilk insanlardan biriydi. Şimdi ise, orada ölmesi neredeyse kesin.",
    "starRate": 4.3,
    "reviewCount": 173,
    "stock": 73,
    "imgSource": "./assets/images/books/marsli.jpg",
    "type": ""
  },

  {
    "id": 8,
    "name": "Romeo ve Juliet",
    "author": "William Shakespeare",
    "price": 24.70,
    "oldPrice": null,
    "description": "Feyre, Amarantha’dan kurtulup Bahar Sarayı’na dönebildi ama bunun bedeli yüksek oldu. Her ne kadar artık Ulu Peri güçlerine sahip olsa da hâlâ bir insanın kalbini taşıyor ve Tamlin’in halkını kurtarmak için yapmak zorunda kaldıklarını unutamıyor.Gece Sarayı’nın Yüce Lordu Rhysand’la yaptığı anlaşmayı da unutmadı. Tüm bunların ortasında Feyre, iktidar çatışmaları ve tutku oyunlarının baş döndürücü hızında yapması gerekeni yapıyor.",
    "starRate": 4.3,
    "reviewCount": 189,
    "stock": 89,
    "imgSource": "./assets/images/books/romeo-ve-juliet.jpg",
    "type": "Romantik"
  },
  {
    "id": 9,
    "name": "Dune",
    "author": "Frank Herbert",
    "price": 273.00,
    "oldPrice": 390.00,
    "description": "Modern edebiyatın en epik mesih anlatılarından biri sayılan Dune, genç Paul Atreides’in hikâyesini anlatır. Atreides’in ailesi, evrendeki en önemli ve en değerli madde olan melanj ‘baharatının’ tek kaynağı olarak bilinen Arrakis gezegeninin kontrolünü kabul etmiştir. İmpatorluğun güçleri Arrakis’in kontrolü için birbirlerinin boğazına sarılırken, politika, din, ekoloji, teknoloji ve insani duyguların çok katmanlı, karmaşık etkileşiminden benzersiz bir hikaye doğacaktır.Frank Herbert’ın yarattığı evren, yıllar boyunca milyonlarca okurun zihninde gerçekliğini kabul ettirdi ve bugün de ayakta.İyi bir bilimkurgu ve iyi bir edebiyat yapıtı okumak isteyen herkesin yolu Dune serisinde birleşiyor… İthaki’nin yepyeni “Bilimkurgu Klasikleri” dizisi Dune efsanesiyle başlıyor…",
    "starRate": 4.3,
    "reviewCount": 78,
    "stock": 80,
    "imgSource": "./assets/images/books/dune.jpg",
    "type": "Bilim-Kurgu"
  },
  {
    "id": 10,
    "name": "Beyaz Leke",
    "author": "Aslı Arslan",
    "price": 227.40,
    "oldPrice": 379.00,
    "description": "Sene 2027.Ülkede artık yasalar değil, Krallık’ın koyduğu kurallar geçerlidir ve o kurallar kişilik haklarını zedelemekte, kendi taraflarında olmayanları suçlu saymakta, kadınlarla çocukları ikinci plana atmakta, halkın sessizleştirilmesi gerektiğini savunmaktadır.Başarılı Avukat Eftalya Atalar, yasaklı bir kitabı okuma suçundan idam cezasına çarptırılan milletvekili babası Adnan Atalar’ı kurtarmak için çaba gösterirken hayatının dönüm noktasını yaşar. Krallık’a başkaldıran BL Örgüt Lideri ve Kurucusu Mahkûm Tugay Demir Çeviker’le hapishanede tanışması kendi içinde yaşattığı başkaldırı fitilini ateşler. Bir yandan da herkesin korktuğu Örgüt Lideri aslında senelerdir bağlı olduğu Eftalya Atalar’a iç savaşın ortasında aşkı bahşeder ve zaman ilerledikçe ikisinin zekâsı ve gücü, Krallık’ı devirmek adına işler; Ölüm Timi ise geçmişten gelen sırlarıyla oradadır.Tek istedikleri özgürlük, kaçtıkları ise ölümdür. Aşk ise bu savaşın ortasında bir mahkûmun güneşi görmesi kadar imkânsızdır.",
    "starRate": 4.5,
    "reviewCount": 250,
    "stock": 14,
    "imgSource": "./assets/images/books/beyaz-leke.jpg",
    "type": "Bilim-Kurgu"
  },
  {
    "id": 11,
    "name": "Ötenazi Okulu",
    "author": "Maral Atmaca",
    "price": 173.40,
    "oldPrice": 289.00,
    "description": "Ötanazi Okulu,adını bile ölümden almışkaranlık bir girdaptır.Kimi ruhlar masumiyetin kokusunda çiçek açacak, kimi ruhlar ise günahın tortusunda solmaya yüz tutacaktır. Yeşil, olmaması gereken bir ailenin, hayatın ve okulun içinde yaşam mücadelesi vermektedir. İdammahkûmlarının içinde yer aldığı Ötanazi Okulu gibi karanlık bir okulda hayata tutunmak Yeşil için hiç kolay değildir. Sırlarla dolu bir kalbin taşıyıcısı olmaya zorlanan Yeşil’in kalbi birçok kişi tarafından istenmektedir.Bu kişilerden biri de bizzat öz babasıdır. Babası, Yeşil’in kalbi için okula gizemli bir suikastçı gönderdiğinde işler daha da kızışmaya başlayacak, Yeşil için bu korkutucu savaşta galip gelmek beklediğinden çok daha zor olacaktır. Fakat unutulmaması gereken bir şey vardır: Önemli olan ölüme gönüllü olmak değil, ölümün bile ötesinegeçen bir cesarete sahip olmaktır.Yaralasar serisi ile okurların büyük ilgisini kazananMaral Atmaca, Ötanazi Okulu ile okurları aksiyon dolubir dünyaya ve aydınlatılmayı bekleyen karanlıkdehlizlere davet ediyor.",
    "starRate": 4.2,
    "reviewCount": 480,
    "stock": 490,
    "imgSource": "./assets/images/books/otenazi-okulu.jpg",
    "type": "Romantik"
  },
  {
    "id": 12,
    "name": "Cesur Yeni Dünya",
    "author": "Aldous Huxley",
    "price": 195.00,
    "oldPrice": null,
    "description": "“Cesur Yeni Dünya” bizi “Ford’dan sonra 632 yılına” götürür. Bu dünyanın cesur insanları kapısında “Cemaat, Özdeşlik, İstikrar” yazan Londra Merkez Kuluçka ve Şartlandırma Merkezi’nde üretilirler. Kadınların döllenmesi yasak ve ayıp olduğu için, “annelik’ ve ‘babalık’ pornografik birer kavram olarak görülür Toplumsal istikrarın temel güvencesi olan şartlandırma hipnopedya -uykuda eğitim- ile sağlanır. Hipnopedya sayesinde herkes mutludur; herkes çalışır ve herkes eğlenir. “Herkes herkes içindir.”",
    "starRate": 4.4,
    "reviewCount": 930,
    "stock": 143,
    "imgSource": "./assets/images/books/cesur-yeni-dunya.jpg",
    "type": "Bilim-Kurgu"
  }
]

